[
	{
		"headline": "Does New Horizons’ Next Target Have a Moon?",
		"date": "Dec. 12, 2017",
		"teaser": "Scientists were already excited to learn this summer that New Horizons’ next flyby target – a Kuiper Belt object a billion miles past Pluto -- might be either peanut-shaped or even two objects orbiting one another. Now new data hints that 2014 MU69 might have orbital company: a small moon.",
		"text1": "That’s the latest theory coming from NASA’s New Horizons team, as it continues to analyze telescope data on the target of a New Year’s Day 2019 flyby. »We really won’t know what MU69 looks like until we fly past it, or even gain a full understanding of it until after the encounter,” said New Horizons science team member Marc Buie, of the Southwest Research Institute, Boulder, Colorado, who offered an update on the analysis of MU69 Monday at the American Geophysical Union Fall Meeting in New Orleans. “But even from afar, the more we examine it, the more interesting and amazing this little world becomes.«",
		"text2": "The data that led to these hints at MU69’s nature were gathered over six weeks in June and July, when the team made three attempts to place telescopes in the narrow shadow of MU69 as it passed in front of a star. The most valuable recon came on July 17, when five telescopes deployed by the New Horizons team in Argentina were in the right place at the right time to catch this fleeting shadow — an event known as an occultation – and capture important data on MU69’s size, shape and orbit. That data raised the possibility that MU69 might be two like-sized objects, or what’s known as a binary.",
		"text3": "The prospect that MU69 might have a moon arose from data collected during a different occultation on July 10, by NASA's airborne Stratospheric Observatory for Infrared Astronomy (SOFIA). Focused on MU69’s expected location while flying over the Pacific Ocean, SOFIA detected what appeared to be a very short drop-out in the star’s light. Buie said further analysis of that data, including syncing it with MU69 orbit calculations provided by the European Space Agency’s Gaia mission, opens the possibility that the “blip” SOFIA detected could be another object around MU69.",
		"img": "17-04341_agu_meeting2017_binarykbo-4_5mb.jpg",
		"caption": ""
	},
	{
		"headline": "Solving the Mystery of Pluto’s Giant Blades of Ice",
		"date": "Sept. 26, 2017",
		"teaser": "NASA’s New Horizons mission revolutionized our knowledge of Pluto when it flew past that distant world in July 2015. Among its many discoveries were images of strange formations resembling giant knife blades of ice, whose origin had remained a mystery.",
		"text1": "Now, scientists have turned up a fascinating explanation for this ›bladed terrain‹: the structures are made almost entirely of methane ice, and likely formed as a specific kind of erosion wore away their surfaces, leaving dramatic crests and sharp divides.",
		"text2": "These jagged geological ridges are found at the highest altitudes on Pluto’s surface, near its equator, and can soar many hundreds of feet into the sky – as high as a New York City skyscraper. They are one of the most puzzling feature types on Pluto, and it now appears the blades are related to Pluto’s complex climate and geological history. <br>A team led by New Horizons team member Jeffrey Moore, a research scientist at NASA’s Ames Research Center in California’s Silicon Valley, has determined that formation of the bladed terrain begins with methane freezing out of the atmosphere at extreme altitudes on Pluto, in the same way frost freezes on the ground on Earth, or even in your freezer.",
		"text3": "»When we realized that bladed terrain consists of tall deposits of methane ice, we asked ourselves why it forms all of these ridges, as opposed to just being big blobs of ice on the ground,« said Moore. »It turns out that Pluto undergoes climate variation and sometimes, when Pluto is a little warmer, the methane ice begins to basically ‘evaporate’ away.«",
		"img": "pluto_02.jpg",
		"caption": "Pluto’s bladed terrain as seen from New Horizons during its July 2015 flyby."
	},
	{
		"headline": "New Horizons’ Next Target Just Got a Lot More Interesting",
		"date": "Aug. 3, 2017",
		"teaser": "Could the next flyby target for NASA’s New Horizons spacecraft actually be two targets?",
		"text1": "New Horizons scientists look to answer that question as they sort through new data gathered on the distant Kuiper Belt object (KBO) 2014 MU69, which the spacecraft will fly past on Jan. 1, 2019. That flyby will be the most distant in the history of space exploration, a billion miles beyond Pluto. <br>The ancient KBO, which is more than four billion miles (6.5 billion kilometers) from Earth, passed in front of a star on July 17, 2017. A handful of telescopes deployed by the New Horizons team in a remote part of Patagonia, Argentina were in the right place at the right time to catch its fleeting shadow — an event known as an occultation – and were able to capture important data to help mission flyby planners better determine the spacecraft trajectory and understand the size, shape, orbit and environment around MU69.",
		"text2": "Based on these new occultation observations, team members say MU69 may not be not a lone spherical object, but suspect it could be an ›extreme prolate spheroid‹ – think of a skinny football – or even a binary pair. The odd shape has scientists thinking two bodies may be orbiting very close together or even touching – what’s known as a close or contact binary – or perhaps they’re observing a single body with a large chunk taken out of it. The size of MU69 or its components also can be determined from these data. It appears to be no more than 20 miles (30 kilometers) long, or, if a binary, each about 9-12 miles (15-20 kilometers) in diameter.",
		"text3": "»This new finding is simply spectacular. The shape of MU69 is truly provocative, and could mean another first for New Horizons going to a binary object in the Kuiper Belt,« said Alan Stern, mission principal investigator from the Southwest Research Institute (SwRI) in Boulder, Colorado. »I could not be happier with the occultation results, which promise a scientific bonanza for the flyby.«",
		"img": "kbo_comparison_parker.jpg",
		"caption": "New Horizons theorize that it could be a single body with a large chunk taken out of it, or two bodies that are close together or even touching."
	},
	{
		"headline": "NASA Receives Proposals for Future Solar System Mission",
		"date": "May 5, 2017",
		"teaser": "NASA has received and is reviewing 12 proposals for future unmanned solar system exploration. The proposed missions of discovery – submitted under NASA’s New Frontiers program – will undergo scientific and technical review over the next seven months. The goal is to select a mission for flight in about two years, with launch in the mid-2020s.",
		"text1": "»New Frontiers is about answering the biggest questions in our solar system today, building on previous missions to continue to push the frontiers of exploration,« said Thomas Zurbuchen, Associate Administrator for NASA’s Science Mission Directorate in Washington. »We’re looking forward to reviewing these exciting investigations and moving forward with our next bold mission of discovery.« <br>Selection of one or more concepts for Phase A study will be announced in November. At the conclusion of Phase A concept studies, it is planned that one New Frontiers investigation will be selected to continue into subsequent mission phases. Mission proposals are selected following an extensive competitive peer review process.",
		"text2": "Investigations for this announcement of opportunity were limited to six mission themes: Comet Surface Sample Return, Lunar South Pole-Aitken Basin Sample Return, Ocean Worlds (Titan and/or Enceladus), Saturn Probe, Trojan Tour and Rendezvous, Venus In Situ Explore",
		"text3": "This would be the fourth mission in the New Frontiers portfolio; its predecessors are the New Horizons mission to Pluto, the Juno mission to Jupiter, and OSIRIS-REx, which will rendezvous with and return a sample of asteroid Bennu.",
		"img": "edu_solar_system_large_0.png",
		"caption": ""
	},
	{
		"headline": "Exotic Ice Formations Found on Pluto",
		"date": "",
		"teaser": "",
		"text1": "NASA’s New Horizons mission revolutionized our knowledge of Pluto when it flew past that distant world in July 2015. Among its many discoveries were images of strange formations resembling giant blades of ice, whose origin had remained a mystery. Now, scientists have turned up a fascinating explanation for this “bladed terrain”: the structures are made almost entirely of methane ice, and likely formed as a specific kind of erosion wore away their surfaces, leaving dramatic crests and sharp divides.",
		"text2": "",
		"text3": "",
		"link": "https://www.youtube.com/watch?v=rSKQwwWehEs",
		"caption": ""
	}
]